Repository: AmFearLiath/osclass-user-messenger
Catalog: languages/*/messages.po
Languages: de_de

source: <strong>Update available</strong> please do backup from your database and install the newest version
de_de: <strong>Update verfügbr</strong> Mache bitte ein Update der Datenbank und installiere die neuste Version

source: About
de_de: Über

source: This plugin adds a full-featured user messenger to your site. With this, your users can send messages to each other or start a chat. Also you can send system notifications to user.
de_de: Dieses Plugin fügt ein vollwertiges Mitteilungssystem in Deine Seite ein. Hiermt können sich Benutzer gegenseitig Nachrichten schicken. Ebenfalls kannst Du Sysembenachrichtigungen an benutzer versenden.

source: Settings
de_de: Einstellungen

source: Help
de_de: Hilfe

source: To run this plugin, you have to modify some files from your theme. The here shown examples are based on the files for the theme osclasswizards.
de_de: Um dieses Plugin ausführen zu können, musst Du einige Dateien aus Deinem Theme ändern. Die hier gezeigten Beispiele basieren auf die Dateien für das Thema Osclasswizards.

source: But it should work in other templates too.
de_de: Die Anleitung sollte auch für andere Themes gelten.

source: Modifications
de_de: Änderungen

source: Notifications
de_de: Mitteilungen

source: To show the Info menu on frontpage, add this line in the user menu <em>(e.g. header.php in your theme folder)</em>.
de_de: Um das Infomenü anzuzeigen, füge diese Zeile in das Benutzermenü ein <em>(z. B. header.php in Deinem Templateverzeichnis)</em>.

source: Add this line in the sidebar of your item page <em>(item.php or item-sidebar.php in your theme folder)</em>, <strong>right before the contact form</strong>. This will add new buttons to send notifications or mails and change the appearance of the contact forms. Both contact forms now slide down, after click on the button.
de_de: Füge diese Zeile in die Seitenleiste Deines Themes <strong>direkt über das Kontaktformular</strong> ein <em>(item.php oder item-sidebar.php in Deinem Themeverzeichnis)</em>. Dies fügt neue Buttons zum senden von E-Mails oder Mitteilungen ein und lässt die Formulare sliden, sobald man den entsrechenden Button drückt.

source: It should looks like this.
de_de: Es sollte in etwa so aussehen

source: Add this line in the sidebar of your item page <em>(item.php or item-sidebar.php in your theme folder)</em>, <strong>right after the contact form</strong>. This will add necessary scripts to handle the contact buttons.
de_de: Füge diese Zeile in die Seitenleiste Deines Themes <strong>direkt unter das Kontaktformular</strong> ein <em>(item.php oder item-sidebar.php in Deinem Themeverzeichnis)</em>. Dies fügt die notwendigen Scripts ein, um die Buttons zu handlen.

source: Send notifications
de_de: Mitteilung senden

source: To send notifications in other scripts, you can use this code. Only you have to fill the needed parameter by yourself.
de_de: Um in anderen Plugins das Mitteilungssystem zu verwenden, kannst Du diesen Code verwenden. Du musst nur die notwendigen Parameter angeben.

source: I've created an account as system user and gave him manually id '0', so i can add this id to <em>from_user</em> and use this account as notification sending systemaccount.
de_de: Ich habe ein Benutzerkonto als Systembenutzer erstellt und ihm manuell die ID '0' gegeben. So kann ich diese ID bei <em>from_user</em> verwenden und ihn für das versenden von Systemmitteilungen verwenden.

source: Your message was send succesfully.
de_de: Nachricht erfolgreich übermittelt

source: Your message can not send.
de_de: Deine Nachricht kann nicht gesendet werden

source: Read on %s
de_de: Gelesen am %s

source: on
de_de: am

source: Enter your answer
de_de: Füge hier Deine Antwort ein

source: Submit
de_de: Senden

source: You cannot answere to this user
de_de: Diesem Benutzer kann nicht geantwortet werden

source: Please login in to show this conversation
de_de: Bitte einloggen um Diese Unterhaltung anzusehen

source: Date
de_de: Datum

source: Title
de_de: Titel

source: From
de_de: Von

source: To
de_de: Zu

source: Please login in to show your messages
de_de: Bitte einloggen um Deine Nachrichten zu sehen

source: Your notifications
de_de: Deine Mitteilungen

source: Notifications %s
de_de: Mitteilungen %s

source: My Notifications %s
de_de: Meine Mitteilungen %s

source: Send notification
de_de: Mitteilung

source: Send email
de_de: E-Mail

source: Message
de_de: Nachricht

source: Enter your message here...
de_de: Nachricht hier schreiben...

source: Send
de_de: Senden

source: Your ad was activated
de_de: Deine Anzeige wurde aktiviert

source: Hello {TO_NAME},
de_de: Hallo {TO_NAME},

source: We have reviewed and activated your ad now. You can view them here.
de_de: Wir haben Deine Anzeige überprüft und aktiviert. Du kannst sie hier ansehen.

source: Best regards
de_de: Mit freundlichen Grüßen

source: Your ad was deactivated
de_de: Deine Anzeige wurde deaktiviert

source: We have deactivated your ad. If you think that this was a mistake, feel free to contact our support here.
de_de: Wir haben Deine Anzeige deaktiviert. Wenn Du denkst, dass dies ein Fehler ist, kontaktiere gerne den Support.

source: Your ad was deleted
de_de: Deine Anzeige wurde gelöscht.

source: We have deleted your ad. To know the reason, feel free to contact our support here.
de_de: Wir haben Deine Aneige gelöscht. Um den Grund zu erfahren, kontaktiere bitte den Support.

source: Your ad was commented
de_de: Neuer Kommentar

source: There is a new comment on your ad, you can check it here.
de_de: Du hast einen neuen Kommentar, hier kannst Du nachschauen.

source: Your ad is now premium
de_de: Premium aktiviert

source: We have marked your ad as premium. You can view them here.
de_de: Deine Anzeige wurde als Premiumanzeige markiert, hier kannst Du sie ansehen.

source: Your ad is no longer premium
de_de: Premium deaktiviert

source: Your ad is no longer marked as premium. If you want you can renew the premium status.
de_de: Der Premiumstatus Deiner Anzeige wurde deaktiviert, sie Dir hier die Anzeige an.

source: Your ad was marked as spam
de_de: Anzeige als Spam markiert.

source: We have marked your ad as spam. To know the reason, feel free to contact our support here.
de_de: Wir haben Deine Anzeige als Spam markiert. Um den Grund zu erfahren, kontaktiere bitte den Support

source: Your ad is no longer marked as spam
de_de: Spamstatus aufgehoben

source: Your ad is no longer marked as spam. You can view then here.
de_de: Deine Anzeige ist nicht länger als Spam markiert. Du kannst sie hier ansehen

source: My messages
de_de: Meine Mitteilungen

source: Welcome %s
de_de: Willkommen %s

source: Inbox
de_de: Eingehend

source: Outbox
de_de: Ausgehend

source: Back
de_de: Zurück

source: Search...
de_de: Suchen...

source: Send notification to:
de_de: Mitteilung senden an:

source: You can use following placeholder:
de_de: Du kannst folgende Platzhalter verwenden:

source: Enter the title here...
de_de: Title hier eingeben...
